Repository: fangjunyu1/Banklet
Catalog: piglet/Strings/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, es_us, et, fa, fi, fil, fr, fr_ca, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh_hans, zh_hant, zh_hk

# USD
source: Dollar
ar: دولار أمريكي
az: ABŞ dolları
bg: Щатски долар
bn: ইউএস ডলার
ca: Dòlar dels EUA
ceb: US Dollar
cs: Americký dolar
da: Amerikansk Dollar
de: US-Dollar
el: Δολάριο ΗΠΑ
es: Dólar estadounidense
es_us: Dólar estadounidense
et: USA dollar
fa: دلار آمریکا
fi: Yhdysvaltain dollari
fil: US Dollar
fr: Dollar américain
fr_ca: Dollar américain
ga: Dollar na Stát Aontaithe
gu: યુએસ ડોલર
he: דולר אמריקאי
hi: अमेरिकी डॉलर
hr: Američki dolar
hu: Amerikai dollár
id: Dolar AS
is: Bandaríkjadalur
it: Dollaro statunitense
ja: 米ドル
jv: Dolar AS
kk: АҚШ доллары
km: ដុល្លារអាមេរិក
kn: ಯುಎಸ್ ಡಾಲರ್
ko: 미국 달러
lt: JAV doleris
lv: ASV dolārs
ml: യുഎസ് ഡോളർ
mr: अमेरिकन डॉलर
ms: Dolar AS
my: အမေရိကန် ဒေါ်လာ
nb: Amerikanske dollar
nl: Amerikaanse dollar
or: ଆମେରିକୀୟ ଡଲାର
pa: ਅਮਰੀਕੀ ਡਾਲਰ
pl: Dolar amerykański
pt_br: Dólar americano
pt_pt: Dólar americano
ro: Dolar american
ru: Доллар США
sk: Americký dolár
sl: Ameriški dolar
sq: Dollar Amerikan
sv: Amerikansk dollar
sw: Dola ya Marekani
ta: அமெரிக்க டாலர்
te: US డాలర్
th: ดอลลาร์สหรัฐ
tr: ABD Doları
uk: Долар США
ur: امریکی ڈالر
uz: AQSh dollari
vi: Đô la Mỹ
zh_hant: 美元
zh_hk: 美元

source: version
ar: رقم النسخة
az: Versiya nömrəsi
bg: Номер на версия
bn: সংস্করণ নম্বর
ca: Número de versió
ceb: Numero sa Bersyon
cs: Číslo verze
da: Versionsnummer
de: Versionsnummer
el: Αριθμός έκδοσης
es: Número de versión
es_us: Número de versión
et: Versiooni number
fa: شماره نسخه
fi: Versionumero
fil: Numero ng Bersyon
fr: Numéro de version
fr_ca: Numéro de version
ga: Uimhir leagain
gu: આવૃત્તિ નંબર
he: מספר גרסה
hi: संस्करण संख्या
hr: Broj verzije
hu: Verziószám
id: Nomor Versi
is: Útgáfunúmer
it: Numero versione
ja: バージョン番号
jv: Nomer Versi
kk: Нұсқа нөмірі
km: លេខកំណែ
kn: ಆವೃತ್ತಿ ಸಂಖ್ಯೆ
ko: 버전 번호
lt: Versijos numeris
lv: Versijas numurs
ml: പതിപ്പ് നമ്പർ
mr: आवृत्ती क्रमांक
ms: Nombor Versi
my: ဗားရှင်း နံပါတ်
nb: Versjonsnummer
nl: Versienummer
or: ସଂସ୍କରଣ ନମ୍ବର
pa: ਸੰਸਕਰਣ ਨੰਬਰ
pl: Numer wersji
pt_br: Número da versão
pt_pt: Número da versão
ro: Număr versiune
ru: Версия
sk: Číslo verzie
sl: Številka različice
sq: Numri i versionit
sv: Versionsnummer
sw: Nambari ya toleo
ta: பதிப்பு எண்
te: వెర్షన్ సంఖ్య
th: หมายเลขเวอร์ชัน
tr: Sürüm numarası
uk: Номер версії
ur: ورژن نمبر
uz: Versiya raqami
vi: Số phiên bản
zh_hans: 版本号
zh_hant: 版本號
zh_hk: 版本號

source: Vibration
ar: اهتزاز
az: Vibrasiya
bg: Вибрация
bn: ভাইব্রেশন
ca: Vibració
cs: Vibrace
el: Δόνηση
es: Vibración
es_us: Vibración
et: Vibratsioon
fa: لرزش
fi: Värinä
ga: Creathadh
gu: કંપન
he: רטט
hi: कंपन
hr: Vibracija
hu: Rezgés
id: Getaran
is: Titringur
it: Vibrazione
ja: バイブレーション
jv: Geter
kk: Діріл
km: រំញ័រ
kn: ಕಂಪನ
ko: 진동
lt: Vibracija
lv: Vibrācija
ml: വൈബ്രേഷൻ
mr: व्हायब्रेशन
ms: Getaran
my: တုန်ခါမှု
nb: Vibrasjon
nl: Trilling
or: କମ୍ପନ (ଭାଇବ୍ରେସନ୍)
pa: ਕੰਬਣੀ
pl: Wibracje
pt_br: Vibração
pt_pt: Vibração
ro: Vibrație
ru: Вибрация
sk: Vibrácie
sl: Vibriranje
sq: Dridhje
sw: Mtetemo
ta: அதிர்வு
te: వైబ్రేషన్
th: การสั่น
tr: Titreşim
uk: Вібрація
ur: وائبریشن
uz: Vibratsiya
vi: Rung
zh_hans: 振动
zh_hant: 震動
zh_hk: 震動

# VND
source: Vietnamese Dong
ar: دونغ فيتنامي
az: Vyetnam donqu
bg: Виетнамски донг
bn: ভিয়েতনামী ডং
ca: Dong vietnamita
cs: Vietnamský dong
da: Vietnamesisk Dong
de: Vietnamesischer Dong
el: Ντονγκ Βιετνάμ
es: Dong vietnamita
es_us: Dong vietnamita
et: Vietnami dong
fa: دونگ ویتنام
fi: Vietnamin dong
fr: Dong vietnamien
fr_ca: Dong vietnamien
ga: Dong Vítneam
gu: વિયેતનામીસ ડોંગ
he: דונג וייטנאמי
hi: वियतनामी डोंग
hr: Vijetnamski dong
hu: Vietnámi dong
id: Dong Vietnam
is: Víetnamskt dong
it: Dong vietnamita
ja: ベトナム・ドン
jv: Dong Vietnam
kk: Вьетнам донгы
km: ដុងវៀតណាម
kn: ವಿಯೆಟ್ನಾಮೀಸ್ ಡಾಂಗ್
ko: 베트남 동
lt: Vietnamo dongas
lv: Vjetnamas dongs
ml: വിയറ്റ്നാമീസ് ഡോങ്
mr: व्हिएतनामी डोंग
ms: Dong Vietnam
my: ဗီယက်နမ် ဒေါင်
nb: Vietnamesiske dong
or: ଭିଏତନାମି ଡଙ୍ଗ
pa: ਵੀਅਤਨਾਮੀ ਡੋਂਗ
pl: Dong wietnamski
pt_br: Dong vietnamita
pt_pt: Dong vietnamita
ro: Dong vietnamez
ru: Вьетнамский донг
sk: Vietnamský dong
sl: Vietnamski dong
sq: Dong Vietnamez
sv: Vietnamesisk dong
sw: Dong ya Vietnam
ta: வியட்நாமிய டோங்
te: వియత్నామీస్ డాంగ్
th: ดองเวียดนาม
tr: Vietnam Dongu
uk: В'єтнамський донг
ur: ویتنامی ڈونگ
uz: Vyetnam dongi
vi: Đồng Việt Nam
zh_hant: 越南盾
zh_hk: 越南盾

source: We hope this app will bring you a relaxed and enjoyable user experience.
ar: آمل أن يقدم هذا التطبيق تجربة استخدام سهلة وممتعة.
az: Ümid edirəm ki, bu Tətbiq sizə rahat və xoş istifadə təcrübəsi gətirəcək.
bg: Надявам се това приложение да ви донесе спокойно и приятно изживяване.
bn: আশা করি এই অ্যাপটি আপনাকে একটি সহজ এবং আনন্দদায়ক ব্যবহারের অভিজ্ঞতা দেবে।
ca: Espero que aquesta aplicació et porti una experiència d'ús relaxada i agradable.
ceb: Nanghinaut ko nga kini nga App makahatag kanimo og relaks ug malipayon nga kasinatian sa paggamit.
cs: Doufám, že vám tato aplikace přinese uvolněný a příjemný uživatelský zážitek.
da: Jeg håber, denne app kan give dig en afslappet og behagelig brugeroplevelse.
de: Ich hoffe, dass diese App Ihnen ein entspanntes und angenehmes Nutzungserlebnis bietet.
el: Ελπίζω αυτή η εφαρμογή να σας προσφέρει μια χαλαρή και ευχάριστη εμπειρία χρήσης.
es: Espero que esta App te brinde una experiencia de uso relajada y agradable.
es_us: Espero que esta App te brinde una experiencia de uso relajada y agradable.
et: Loodan, et see rakendus toob teile pingevaba ja nauditava kasutuskogemuse.
fa: امیدوارم این برنامه تجربه کاربری راحت و لذت‌بخشی را برای شما به ارمغان بیاورد.
fi: Toivon, että tämä sovellus tuo sinulle rennon ja miellyttävän käyttökokemuksen.
fil: Sana ang App na ito ay makapagbigay sa iyo ng relaks at masayang karanasan sa paggamit.
fr: J'espère que cette application vous apportera une expérience d'utilisation détendue et agréable.
fr_ca: J'espère que cette appli vous apportera une expérience utilisateur détendue et agréable.
ga: Tá súil agam gur féidir leis an Aip seo eispéireas úsáideora suaimhneach agus taitneamhach a thabhairt duit.
gu: હું આશા રાખું છું કે આ એપ્લિકેશન તમારા માટે આરામદાયક અને આનંદપ્રદ ઉપયોગનો અનુભવ લાવશે.
he: אני מקווה שהאפליקציה הזו תביא לך חווית שימוש קלילה ומהנה.
hi: आशा है कि यह ऐप आपके लिए एक आरामदायक और सुखद उपयोग अनुभव लाएगा।
hr: Nadam se da će vam ova aplikacija donijeti opušteno i ugodno iskustvo korištenja.
hu: Remélem, hogy ez az alkalmazás könnyed és élvezetes felhasználói élményt nyújt Önnek.
id: Berharap Aplikasi ini dapat memberi Anda pengalaman penggunaan yang santai dan menyenangkan.
is: Vona að þetta app færi þér þægilega og ánægjulega upplifun.
it: Spero che questa App possa offrirti un'esperienza d'uso rilassata e piacevole.
ja: このアプリがあなたにリラックスした楽しい使用体験をもたらすことを願っています。
jv: Muga-muga Aplikasi iki bisa nggawa pengalaman panggunaan sing santai lan nyenengake.
kk: Бұл қолданба сізге жеңіл әрі жағымды пайдалану тәжірибесін әкеледі деп үміттенемін.
km: សង្ឃឹមថាកម្មវិធីនេះអាចនាំមកជូនអ្នកនូវបទពិសោធន៍ប្រើប្រាស់ដ៏រីករាយ និងធូរស្រាល។
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ನಿಮಗೆ ನಿರಾಳವಾದ ಮತ್ತು ಆಹ್ಲಾದಕರ ಬಳಕೆಯ ಅನುಭವವನ್ನು ನೀಡುತ್ತದೆ ಎಂದು ಭಾವಿಸುತ್ತೇವೆ.
ko: 이 앱이 편안하고 즐거운 사용 경험을 가져다주기를 바랍니다.
lt: Tikiuosi, ši programėlė suteiks jums lengvą ir malonią naudojimo patirtį.
lv: Ceru, ka šī lietotne sniegs jums relaksējošu un patīkamu lietošanas pieredzi.
ml: ഈ ആപ്പ് നിങ്ങൾക്ക് ശാന്തവും ആസ്വാദ്യകരവുമായ ഉപയോഗ അനുഭവം നൽകുമെന്ന് പ്രതീക്ഷിക്കുന്നു.
mr: मला आशा आहे की हे ॲप तुम्हाला एक सोपा आणि आनंददायी अनुभव देईल.
ms: Harap Aplikasi ini dapat membawa pengalaman penggunaan yang santai dan menyeronokkan kepada anda.
my: ဤ App သည် သင့်အတွက် ပေါ့ပါးပျော်ရွှင်သော အသုံးပြုမှု အတွေ့အကြုံကို ယူဆောင်ပေးနိုင်မည်ဟု မျှော်လင့်ပါသည်။
nb: Jeg håper denne appen kan gi deg en avslappet og hyggelig brukeropplevelse.
nl: Ik hoop dat deze app je een ontspannen en prettige gebruikservaring kan bieden.
or: ମୁଁ ଆଶା କରୁଛି ଯେ ଏହି ଆପ୍ ଆପଣଙ୍କ ପାଇଁ ଏକ ସହଜ ଏବଂ ଆନନ୍ଦଦାୟକ ଅନୁଭୂତି ଆଣିବ।
pa: ਉਮੀਦ ਹੈ ਕਿ ਇਹ ਐਪ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਆਰਾਮਦਾਇਕ ਅਤੇ ਸੁਹਾਵਣਾ ਅਨੁਭਵ ਲਿਆਵੇਗਾ।
pl: Mam nadzieję, że ta aplikacja zapewni Ci relaksujące i przyjemne wrażenia z użytkowania.
pt_br: Espero que este aplicativo traga uma experiência de uso relaxante e agradável para você.
pt_pt: Espero que este App possa lhe trazer uma experiência de uso relaxante e agradável.
ro: Sper că această aplicație îți va oferi o experiență de utilizare relaxantă și plăcută.
ru: Надеюсь, это приложение подарит вам легкий и приятный опыт использования.
sk: Dúfam, že vám táto aplikácia prinesie uvoľnený a príjemný používateľský zážitok.
sl: Upam, da vam bo ta aplikacija prinesla sproščeno in prijetno uporabniško izkušnjo.
sq: Shpresoj që ky aplikacion t'ju sjellë një përvojë përdorimi të relaksuar dhe të këndshme.
sv: Jag hoppas att denna app kan ge dig en avslappnad och trevlig användarupplevelse.
sw: Natumai Programu hii inaweza kukuletea uzoefu wa utumiaji wa kustarehesha na wa kufurahisha.
ta: இந்த செயலி உங்களுக்கு நிம்மதியான மற்றும் மகிழ்ச்சியான அனுபவத்தைத் தரும் என்று நம்புகிறேன்.
te: ఈ యాప్ మీకు రిలాక్స్డ్ మరియు ఆహ్లాదకరమైన అనుభవాన్ని ఇస్తుందని ఆశిస్తున్నాను.
th: หวังว่าแอปนี้จะมอบประสบการณ์การใช้งานที่ผ่อนคลายและมีความสุขให้กับคุณ
tr: Bu uygulamanın size rahat ve keyifli bir kullanım deneyimi sunmasını umuyorum.
uk: Сподіваюся, цей додаток принесе вам легкість і задоволення від користування.
ur: امید ہے کہ یہ ایپ آپ کے لیے ایک پرسکون اور خوشگوار استعمال کا تجربہ لائے گی۔
uz: Umid qilamanki, bu ilova sizga yengil va yoqimli foydalanish tajribasini olib keladi.
vi: Hy vọng ứng dụng này có thể mang lại cho bạn trải nghiệm sử dụng thư giãn và vui vẻ.
zh_hans: 希望这个App能为你带来轻松、愉快的使用体验。
zh_hant: 希望這個 App 能為你帶來輕鬆、愉快的使用體驗。
zh_hk: 希望這個 App 能為你帶來輕鬆、愉快的使用體驗。

source: Web page
ar: صفحة ويب
az: Veb-səhifə
bg: Уеб страница
bn: ওয়েব পেজ
ca: Pàgina web
cs: Webová stránka
da: Webside
de: Webseite
el: Ιστοσελίδα
es: Página web
es_us: Sitio web
et: Veebileht
fa: صفحه وب
fi: Verkkosivu
fr: Page Web
fr_ca: Page Web
ga: Leathanach gréasáin
gu: વેબપેજ
he: דף אינטרנט
hi: वेबपेज
hr: Web stranica
hu: Weboldal
id: Halaman Web
is: Vefsíða
it: Pagina web
ja: ウェブページ
jv: Kaca Web
kk: Веб-бет
km: ទំព័រវិប
kn: ವೆಬ್ ಪುಟ
ko: 웹페이지
lt: Tinklalapis
lv: Tīmekļa vietne
ml: വെബ് പേജ്
mr: वेबपेज
ms: Laman Web
my: ဝက်ဘ်စာမျက်နှာ
nb: Nettside
nl: Webpagina
or: ୱେବ୍ ପୃଷ୍ଠା
pa: ਵੈੱਬ ਪੇਜ
pl: Strona internetowa
pt_br: Página da web
pt_pt: Página web
ro: Pagină web
ru: Веб-сайт
sk: Webstránka
sl: Spletna stran
sq: Faqe interneti
sv: Webbplats
sw: Ukurasa wa wavuti
ta: வலைப்பக்கம்
te: వెబ్‌పేజీ
th: เว็บไซต์
tr: Web sayfası
uk: Вебсайт
ur: ویب پیج
uz: Veb-sahifa
vi: Trang web
zh_hans: 网页
zh_hant: 網頁
zh_hk: 網頁

source: Weekly
ar: أسبوعيًا
az: Həftə
bg: Седм
bn: সাপ্তাহিক
ca: Setmana
ceb: Semana
cs: Týd
da: Uge
de: Woche
el: Εβδομάδα
es: Sem
es_us: Sem
et: Nädal
fa: هفتگی
fi: Viikko
fil: Linggo
fr: Semaine
fr_ca: Semaine
ga: Seachtain
gu: અઠવાડિયું
he: שבוע
hi: सप्ताह
hr: Tjed
hu: Hét
id: Minggu
is: Vika
it: Settimana
ja: 毎週
jv: Minggu
kk: Апта
km: រៀងរាល់សប្តាហ៍
kn: ವಾರ
ko: 매주
lt: Savaitę
lv: Nedēļā
ml: ആഴ്‌ച
mr: आठवडा
ms: Minggu
my: အပတ်
nb: Uke
nl: Wk
or: ସପ୍ତାହ
pa: ਹਫ਼ਤਾ
pl: Tydz
pt_br: Semana
pt_pt: Semana
ro: Săpt
ru: Нед
sk: Týž
sl: Teden
sq: Javë
sv: Vecka
sw: Wiki
ta: வாரம்
te: వారంవారీ
th: สัปดาห์
tr: Hafta
uk: Тиж
ur: ہفتہ
uz: Haftа
vi: Tuần
zh_hans: 每周
zh_hant: 每週
zh_hk: 每週

source: Welcome to a brand new way of saving, where every penny shines in the future.
ar: مرحبًا بك في طريقة توفير جديدة، اجعل كل مبلغ صغير يلمع في المستقبل.
az: Yeni yığım üsuluna xoş gəlmisiniz, qoy hər kiçik məbləğ gələcəkdə parlasın.
bg: Добре дошли в изцяло нов начин на спестяване, нека всяка малка сума заблести в бъдещето.
bn: সঞ্চয়ের নতুন পদ্ধতিতে স্বাগতম, প্রতিটি ছোট টাকাকে ভবিষ্যতে উজ্জ্বল হতে দিন।
ca: Benvingut a una nova manera d'estalviar, fes que cada petita quantitat brilli en el futur.
ceb: Malipayong pag-abot sa bag-ong paagi sa pagtigum, himoa nga ang matag gamay nga kwarta mosidlak sa umaabot.
cs: Vítejte v novém způsobu spoření, kde každá malá částka zazáří v budoucnosti.
da: Velkommen til en helt ny måde at spare op på, lad hver en lille skilling skinne i fremtiden.
de: Willkommen bei einer neuen Art des Sparens, lassen Sie jeden kleinen Betrag in der Zukunft glänzen.
el: Καλώς ήρθατε στον ολοκαίνουργιο τρόπο αποταμίευσης, αφήστε κάθε μικρό ποσό να λάμψει στο μέλλον.
es: Bienvenido a una nueva forma de ahorrar, deja que cada pequeña moneda brille en el futuro.
es_us: Bienvenido a una nueva forma de ahorrar, deja que cada pequeña moneda brille en el futuro.
et: Tere tulemast uude säästmisviisi, laske igal väikesel summal tulevikus särada.
fa: به روشی کاملاً جدید برای پس‌انداز خوش آمدید، بگذارید هر مبلغ ناچیزی در آینده بدرخشد.
fi: Tervetuloa uuteen tapaan säästää, anna jokaisen pikkurahan loistaa tulevaisuudessa.
fil: Maligayang pagdating sa bagong paraan ng pag-iipon, hayaang kuminang ang bawat maliit na halaga sa hinaharap.
fr: Bienvenue dans une toute nouvelle façon d'épargner, laissez chaque petite somme briller dans le futur.
fr_ca: Bienvenue dans une nouvelle façon d'épargner, faites briller chaque petite somme dans le futur.
ga: Fáilte chuig bealach nua coigiltis, lig do gach suim bheag a bheith ag taitneamh sa todhchaí.
gu: બચતની તદ્દન નવી રીતમાં સ્વાગત છે, દરેક નાના પૈસાને ભવિષ્યમાં ચમકવા દો.
he: ברוכים הבאים לדרך חדשה לגמרי לחסוך, תנו לכל סכום קטן לזרוח בעתיד.
hi: बचत के बिल्कुल नए तरीके में आपका स्वागत है, भविष्य में हर छोटे पैसे को चमकने दें।
hr: Dobrodošli u potpuno novi način štednje, neka svaki mali iznos zasja u budućnosti.
hu: Üdvözöljük egy teljesen új megtakarítási módszerben, ahol minden kis összeg ragyogni fog a jövőben.
id: Selamat datang di cara menabung yang benar-benar baru, biarkan setiap uang kecil bersinar di masa depan.
is: Velkomin(n) í nýjan sparnaðarmáta, láttu hverja smámynt skína í framtíðinni.
it: Benvenuto in un nuovo modo di risparmiare, lascia che ogni piccola somma brilli nel futuro.
ja: 新しい貯金スタイルへようこそ。少額のお金も、将来のために輝かせましょう。
jv: Sugeng rawuh ing cara nyimpen anyar, supaya saben dhuwit cilik sumunar ing mangsa ngarep.
kk: Жаңа жинақтау әдісіне қош келдіңіз, әрбір аз ақша болашақта жарқырасын.
km: សូមស្វាគមន៍មកកាន់វិធីសន្សំប្រាក់ថ្មីទាំងស្រុង ធ្វើឱ្យរាល់លុយតូចតាចសុទ្ធតែភ្លឺស្វាងនាពេលអនាគត។
kn: ಹೊಚ್ಚ ಹೊಸ ಉಳಿತಾಯ ವಿಧಾನಕ್ಕೆ ಸ್ವಾಗತ, ಭವಿಷ್ಯದಲ್ಲಿ ಪ್ರತಿ ಸಣ್ಣ ಹಣವೂ ಹೊಳೆಯುವಂತಾಗಲಿ.
ko: 새로운 저축 방식에 오신 것을 환영합니다. 모든 푼돈이 미래에 빛나게 하세요.
lt: Sveiki atvykę į visiškai naują taupymo būdą – tegul kiekviena smulkmena spindi ateityje.
lv: Laipni lūdzam pilnīgi jaunā krāšanas veidā, ļaujot katrai mazai summai nākotnē mirdzēt.
ml: സമ്പാദ്യത്തിനായുള്ള പുതിയ രീതിയിലേക്ക് സ്വാഗതം, ഭാവിയിൽ ഓരോ ചെറിയ തുകയും തിളങ്ങട്ടെ.
mr: बचतीच्या नवीन पद्धतीमध्ये आपले स्वागत आहे, जिथे प्रत्येक लहान रक्कम भविष्यात चमकेल.
ms: Selamat datang ke cara menabung yang baharu, biarkan setiap wang kecil bersinar pada masa hadapan.
my: ငွေစုနည်းလမ်းသစ်မှ ကြိုဆိုပါသည်၊ ငွေပမာဏ သေးငယ်မှုတိုင်းကို အနာဂတ်တွင် တောက်ပစေလိုက်ပါ။
nb: Velkommen til en helt ny måte å spare på, la hvert småbeløp skinne i fremtiden.
nl: Welkom bij een nieuwe manier van sparen, laat elk klein beetje geld schitteren in de toekomst.
or: ସଞ୍ଚୟର ଏକ ନୂତନ ଉପାୟକୁ ସ୍ୱାଗତ, ପ୍ରତ୍ୟେକ ଛୋଟ ଅର୍ଥକୁ ଭବିଷ୍ୟତରେ ଚମକିବାକୁ ଦିଅନ୍ତୁ।
pa: ਬੱਚਤ ਕਰਨ ਦੇ ਇੱਕ ਬਿਲਕੁਲ ਨਵੇਂ ਤਰੀਕੇ ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ, ਭਵਿੱਖ ਵਿੱਚ ਹਰ ਛੋਟੀ ਰਕਮ ਨੂੰ ਚਮਕਣ ਦਿਓ।
pl: Witaj w nowym sposobie oszczędzania, niech każda mała kwota zabłyśnie w przyszłości.
pt_br: Bem-vindo a uma nova maneira de poupar, fazendo cada centavo brilhar no futuro.
pt_pt: Bem-vindo a uma nova maneira de poupar, deixe cada pequena quantia brilhar no futuro.
ro: Bun venit la un nou mod de economisire, lasă fiecare bănuț să strălucească în viitor.
ru: Добро пожаловать в новый способ накопления: пусть каждая монетка сияет в будущем.
sk: Vitajte pri novom spôsobe sporenia, nech každá malá suma v budúcnosti zažiari.
sl: Dobrodošli pri novem načinu varčevanja, naj vsak kovanec v prihodnosti zasije.
sq: Mirë se vini në një mënyrë të re kursimi, bëni që çdo shumë e vogël të shkëlqejë në të ardhmen.
sv: Välkommen till ett helt nytt sätt att spara, låt varje liten slant skina i framtiden.
sw: Karibu kwenye njia mpya ya kuweka akiba, acha kila kiasi kidogo king'ae katika siku zijazo.
ta: சேமிப்பதற்கான புதிய வழியில் உங்களை வரவேற்கிறோம், எதிர்காலத்தில் ஒவ்வொரு சிறு பணமும் ஒளிரட்டும்.
te: పొదుపు చేయడానికి కొత్త మార్గానికి స్వాగతం, భవిష్యత్తులో ప్రతి చిన్న మొత్తం ప్రకాశించేలా చేయండి.
th: ยินดีต้อนรับสู่วิธีการออมรูปแบบใหม่ ให้เงินก้อนเล็กๆ ทุกก้อนเปล่งประกายในอนาคต
tr: Yepyeni bir tasarruf yöntemine hoş geldiniz, her küçük paranın gelecekte parlamasını sağlayın.
uk: Ласкаво просимо до нового способу заощаджень, де кожна копійка сяятиме в майбутньому.
ur: بچت کے بالکل نئے طریقے میں خوش آمدید، ہر چھوٹی رقم کو مستقبل میں چمکنے دیں۔
uz: Jamg'arishning mutlaqo yangi usuliga xush kelibsiz, har bir kichik pulingiz kelajakda porlasin.
vi: Chào mừng bạn đến với phương thức tiết kiệm hoàn toàn mới, để mỗi khoản tiền nhỏ đều tỏa sáng trong tương lai.
zh_hans: 欢迎来到全新的储蓄方式，让每一笔小钱都在未来闪光。
zh_hant: 歡迎來到全新的儲蓄方式，讓每一筆小錢都在未來閃光。
zh_hk: 歡迎來到全新的儲蓄方式，讓每一筆小錢都在未來閃光。

source: Welcome to use
ar: مرحبًا بك
az: Xoş gəlmisiniz
bg: Добре дошли
bn: স্বাগতম
ca: Benvingut/da
ceb: Malipayong paggamit
cs: Vítejte
da: Velkommen
de: Willkommen
el: Καλώς ήρθατε
es: Bienvenido
es_us: Bienvenido
et: Tere tulemast kasutama
fa: خوش آمدید
fi: Tervetuloa käyttämään
fil: Maligayang Paggamit
fr: Bienvenue
fr_ca: Bienvenue
ga: Fáilte romhat
gu: સ્વાગત છે
he: ברוכים הבאים
hi: स्वागत है
hr: Dobrodošli
hu: Üdvözöljük
id: Selamat Datang
is: Velkomin(n)
it: Benvenuto
ja: ようこそ
jv: Sugeng Rawuh
kk: Қош келдіңіз
km: សូមស្វាគមន៍មកកាន់ការប្រើប្រាស់
kn: ಬಳಸಲು ಸ್ವಾಗತ
ko: 환영합니다
lt: Sveiki
lv: Laipni lūdzam
ml: ഉപയോഗത്തിലേക്ക് സ്വാഗതം
mr: वापरण्यासाठी स्वागत आहे
ms: Selamat Datang
my: ကြိုဆိုပါသည်
nb: Velkommen
nl: Welkom
or: ବ୍ୟବହାର କରିବାକୁ ସ୍ୱାଗତ
pa: ਵਰਤਣ ਲਈ ਸੁਆਗਤ ਹੈ
pl: Witamy
pt_br: Bem-vindo
pt_pt: Bem-vindo ao uso
ro: Bun venit
ru: Добро пожаловать
sk: Vitajte
sl: Dobrodošli
sq: Mirë se vini
sv: Välkommen
sw: Karibu utumie
ta: வருக
te: స్వాగతం
th: ยินดีต้อนรับ
tr: Hoş geldiniz
uk: Ласкаво просимо
ur: خوش آمدید
uz: Foydalanishga xush kelibsiz
vi: Chào mừng sử dụng
zh_hant: 歡迎使用
zh_hk: 歡迎使用

source: When enabled, the animation will play in a loop.
ar: بعد التمكين، ستستمر الرسوم المتحركة في التشغيل.
az: Aktivləşdirildikdən sonra animasiya dövrü olaraq oynadılacaq.
bg: След включване анимацията ще се повтаря.
bn: চালু করলে, অ্যানিমেশন লুপ আকারে চলবে।
ca: Un cop activat, l'animació es reproduirà en bucle.
ceb: Kung ma-enable, ang animation magbalik-balik og play.
cs: Po povolení se bude animace přehrávat ve smyčce.
da: Når aktiveret, vil animationen køre i loop.
de: Wenn aktiviert, wird die Animation in einer Schleife abgespielt.
el: Μετά την ενεργοποίηση, η κίνηση θα παίζει σε επανάληψη.
es: Al activarlo, la animación se reproducirá en bucle.
es_us: Al activarlo, la animación se reproducirá en bucle.
et: Kui see on lubatud, esitatakse animatsiooni korduvalt.
fa: پس از فعال‌سازی، انیمیشن به صورت حلقه‌ای پخش خواهد شد.
fi: Kun käytössä, animaatio toistuu silmukkana.
fil: Kapag pinagana, ang animasyon ay magpapatugtog nang paulit-ulit.
fr: Une fois activé, l'animation sera jouée en boucle.
fr_ca: Une fois activé, l'animation jouera en boucle.
ga: Nuair a bheidh sé cumasaithe, seinfear an bheochan i lúb.
gu: સક્ષમ કર્યા પછી, એનિમેશન લૂપમાં ચાલશે.
he: לאחר ההפעלה, האנימציה תתנגן בלולאה.
hi: सक्षम होने के बाद, एनीमेशन लूप में चलेगा।
hr: Nakon omogućavanja, animacija će se ponavljati.
hu: Bekapcsolás után az animáció folyamatosan ismétlődik.
id: Setelah diaktifkan, animasi akan diputar berulang.
is: Þegar virkjað, spilast hreyfimyndin í hringrás.
it: Se abilitato, l'animazione verrà riprodotta in loop.
ja: 有効にすると、アニメーションがループ再生されます。
jv: Sawise diaktifake, animasi bakal diputer bola-bali.
kk: Қосылғаннан кейін анимация циклде ойнатылады.
km: បន្ទាប់ពីបើកដំណើរការ គំនូរជីវចលនឹងលេងវិលជុំ។
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದ ನಂತರ, ಅನಿಮೇಷನ್ ಲೂಪ್ ಆಗುತ್ತದೆ.
ko: 활성화하면 애니메이션이 반복 재생됩니다.
lt: Įjungus, animacija bus rodoma cikliškai.
lv: Iespējojot, animācija tiks atskaņota cikliski.
ml: പ്രവർത്തനക്ഷമമാക്കിയാൽ, അനിമേഷൻ ലൂപ്പായി പ്ലേ ചെയ്യും.
mr: सक्षम केल्यावर, ॲनिमेशन लूपमध्ये प्ले होईल.
ms: Selepas didayakan, animasi akan dimainkan secara berulang.
my: ဖွင့်ပြီးနောက် ကာတွန်းကို ထပ်ခါတလဲလဲ ပြသပါမည်။
nb: Når aktivert, vil animasjonen spilles i sløyfe.
nl: Indien ingeschakeld, wordt de animatie in een loop afgespeeld.
or: ସକ୍ଷମ ହେବା ପରେ, ଆନିମେସନ୍ ବାରମ୍ବାର (ଲୁପ୍) ଚାଲିବ।
pa: ਯੋਗ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਐਨੀਮੇਸ਼ਨ ਲੂਪ ਵਿੱਚ ਚੱਲੇਗੀ।
pl: Po włączeniu animacja będzie odtwarzana w pętli.
pt_br: Quando ativado, a animação será reproduzida em loop.
pt_pt: Quando ativado, a animação será reproduzida em loop.
ro: După activare, animația va rula în buclă.
ru: Если включено, анимация будет воспроизводиться циклично.
sk: Po povolení sa bude animácia prehrávať v slučke.
sl: Ko je omogočeno, se bo animacija predvajala v zanki.
sq: Pasi të aktivizohet, animacioni do të luhet në cikël.
sv: När det är aktiverat spelas animationen i en loop.
sw: Baada ya kuwezesha, uhuishaji utacheza kwa mzunguko.
ta: இயக்கிய பிறகு, அனிமேஷன் சுழற்சியில் இயங்கும்.
te: ప్రారంభించిన తర్వాత, యానిమేషన్ లూప్‌లో ప్లే అవుతుంది.
th: เมื่อเปิดใช้งาน แอนิเมชันจะเล่นวนซ้ำ
tr: Etkinleştirildiğinde, animasyon döngüsel olarak oynatılacaktır.
uk: Якщо увімкнено, анімація відтворюватиметься циклічно.
ur: فعال ہونے پر، اینیمیشن لوپ میں چلے گی۔
uz: Yoqilgandan so'ng, animatsiya takroriy o'ynatiladi.
vi: Sau khi bật, hình động sẽ phát lặp lại.
zh_hant: 啟用後，動畫將循環播放。
zh_hk: 啟用後，動畫將循環播放。

source: Who are we?
ar: من نحن?
az: Biz kimik?
bg: Кои сме ние?
bn: আমরা কে?
ca: Qui som?
ceb: Kinsa kami?
cs: Kdo jsme?
da: Hvem er vi?
de: Wer sind wir?
el: Ποιοι είμαστε;
es: ¿Quiénes somos?
es_us: ¿Quiénes somos?
et: Kes me oleme?
fa: ما چه کسی هستیم؟
fi: Keitä me olemme?
fil: Sino Kami?
fr: Qui sommes-nous ?
fr_ca: Qui sommes-nous?
ga: Cé muid féin?
gu: અમે કોણ છીએ?
he: מי אנחנו?
hi: हम कौन हैं?
hr: Tko smo mi?
hu: Kik vagyunk?
id: Siapa kami?
is: Hver erum við?
it: Chi siamo?
ja: 私たちは誰か？
jv: Sapa Kita?
kk: Біз кімбіз?
km: តើយើងជានរណា?
kn: ನಾವ್ಯಾರು?
ko: 우리는 누구인가요?
lt: Kas mes esame?
lv: Kas mēs esam?
ml: ആരാണ് ഞങ്ങൾ?
mr: आम्ही कोण आहोत?
ms: Siapa kami?
my: ကျွန်ုပ်တို့သည် မည်သူများနည်း။
nb: Hvem er vi?
nl: Wie zijn wij?
or: ଆମେ କିଏ?
pa: ਅਸੀਂ ਕੌਣ ਹਾਂ?
pl: Kim jesteśmy?
pt_br: Quem somos?
pt_pt: Quem somos?
ro: Cine suntem noi?
ru: Кто мы?
sk: Kto sme?
sl: Kdo smo?
sq: Kush jemi ne?
sv: Vilka är vi?
sw: Sisi ni nani?
ta: நாங்கள் யார்?
te: మేము ఎవరు?
th: พวกเราคือใคร?
tr: Biz kimiz?
uk: Хто ми?
ur: ہم کون ہیں؟
uz: Biz kimmiz?
vi: Chúng tôi là ai?
zh_hans: 我们是谁?
zh_hant: 我們是誰?
zh_hk: 我們是誰？
